/decl/poster/shelter_rules
	name = "Shelter Rules"
	icon_state = "poster2"
	desc = "\
	<center><b><large>Чрезвычайный Общебункерный Устав</large></b></center><BR>\
<hr><BR>\
<large>Гражданский Раздел:</large><BR>\
1. <b>Нарушение действующего устава может повлечь за собой: <u>перевоспитание</u>, <u>взымание компенсации</u>, <u>принудительные отработки</u>, <u>изоляцию от общества</u> и <u>казнь</u>.</b><BR>\
<BR>\
2. <b>Сохранение систем бункера является главным приоритетом каждого его жителя.</b><BR>\
<u>Любые попытки нарушения работы систем бункера будут сурово пресечены.</u><BR>\
<BR>\
3. <b>Каждый солдат ВСС является представителем действующего устава.</b><BR>\
<u>Не подчинение, нанесение вреда и неуважение будет пресечено.</u><BR>\
<BR>\
4. <b>Ценность жизни каждого специалиста бункера безоговорочно важна.</b><BR>\
<u>Попытка нанесения вреда врачам и инженерам будут сурово пресечены.</u><BR>\
<BR>\
5. <b>Долг каждого жителя бункера - исполнение своей работы.</b><BR>\
<u>Отказ от выполнения работы будет пресечено.</u><BR>\
<BR>\
6. <b>Каждый ресурс бункера имеет высочайшую ценность для всех его жителей.</b><BR>\
<u>Бездумная трата ресурсов будет пресечена.</u><BR>"

/decl/poster/military_rules
	name = "Military Codex"
	icon_state = "poster2"
	desc = "\
	<center><b><large>Чрезвычайный Общебункерный Устав</large></b></center><BR>\
	<hr><BR>\
	<large>Военный Раздел:</large><BR>\
	1. <b>Каждый солдат ВСС обязан подчиняться приказам выше стоящих по званию.</b><BR>\
	<u>Не подчинение будет приравнено к дезертирству и сурово наказано.</u><BR>\
	<BR>\
	2. <b>Каждый солдат ВСС обязан ответственно пользоваться своим снаряжением.</b><BR>\
	<u>Использование спец. средств без необходимости повлечет за собой наказание.</u><BR>\
	<BR>\
	3. <b>Сохранение внутренней целостности бункера - долг каждого солдата ВСС.</b><BR>\
	<u>Любые попытки нанесения ущерба бункеру и его жителям должны быть пресечены.</u><BR>\
	<BR>\
	4. <b>Сохранение стабильности бункера - долг каждого солдата ВСС.</b><BR>\
	<u>Любые попытки дестабилизации порядка и нарушения работы бункера должны быть пресечены.</u><BR>\
	<hr><BR>\
	<large>Гражданский Раздел:</large><BR>\
	1. <b>Нарушение действующего устава может повлечь за собой: <u>перевоспитание</u>, <u>взымание компенсации</u>, <u>принудительные отработки</u>, <u>изоляцию от общества</u> и <u>казнь</u>.</b><BR>\
	<BR>\
	2. <b>Сохранение систем бункера является главным приоритетом каждого его жителя.</b><BR>\
	<u>Любые попытки нарушения работы систем бункера будут сурово пресечены.</u><BR>\
	<BR>\
	3. <b>Каждый солдат ВСС является представителем действующего устава.</b><BR>\
	<u>Не подчинение, нанесение вреда и неуважение будет пресечено.</u><BR>\
	<BR>\
	4. <b>Ценность жизни каждого специалиста бункера безоговорочно важна.</b><BR>\
	<u>Попытка нанесения вреда врачам и инженерам будут сурово пресечены.</u><BR>\
	<BR>\
	5. <b>Долг каждого жителя бункера - исполнение своей работы.</b><BR>\
	<u>Отказ от выполнения работы будет пресечено.</u><BR>\
	<BR>\
	6. <b>Каждый ресурс бункера имеет высочайшую ценность для всех его жителей.</b><BR>\
	<u>Бездумная трата ресурсов будет пресечена.</u><BR>\
	<hr><BR>\
	<large>Протокол задержания:</large><BR>\
	1. При задержании необходимо <b>оповестить цель</b> о таковом намерении, <b>надеть наручники</b> и <b>сопроводить в военный блок</b> для дальнейших процедур.<BR>\
	<BR>\
	2. При задержании <b>сопротивляющейся безоружной</b> цели следует применять <b>нелетальные</b> или <b>малолетальные</b> средства.<BR>\
	<BR>\
	3. При наличии у цели задержания <b>холодного оружия</b> задерживающий <u>имеет право</u> на <b>применение летальных средств</b> в случае <b><u>сближения цели</u></b>, по возможности не убив.<BR>\
	<BR>\
	4. При наличии у цели задержания <b>дальнобойного оружия</b> задерживающий <u>обязывается</u> немедленно <b>применить летальные средства</b> и вывести цель из строя, по возможности не убив.<BR>\
	<BR>\
	5. При <b>наличии угрозы</b> от цели для <b>окружающих</b> людей и <b>систем</b> бункера задерживающий <u>обязывается</u> <b><u>устранить цель на месте</u></b>, если это предотвратит угрозу.<BR>\
	<hr><BR>\
	<large>Протокол перевоспитания:</large><BR>\
	1. Процедуру следует проводить в <u>изолированном помещении военного блока</u>.<BR>\
	<BR>\
	2. При перевоспитании <u>главной целью ставится коррекция поведения</u> цели с дальнейшим <u>минимальным снижением работоспособности</u>.<BR>\
	<BR>\
	3. Перевоспитания включает в себя методы <u>психологического и/или физического</u> воздействия на цель, <u>в соответствии с тяжестью проступка</u>.<BR>\
	<BR>\
	4. Процедуру следует проводить до <u>осознания целью ошибки</u>, после чего цель разрешается освободить.<BR>\
	<BR>\
	5. В <u>случае отказа от исправления</u> следует <u>доложить старшему по званию</u> для дальнейшего разбирательства или <u>изолировать от общества в случае невозможности</u> такового действия.<BR>"